{
  "english": {
    "landing": {
      "content": "\"I am in humility and purity, so Man, seek and there you will find me.\""
    },
    "about": {
      "header": "ABOUT",
      "sectionTitle": "MALAYANG MANANAMPALATAYA CHURCH",
      "content": "MALAYANG MANANAMPALATAYA CHURCH, INC. is a registered religious sect that originated in Morong, Rizal, Philippines since August 10, 1955. This was founded by the followers of the Spirit of the Holy Son of God, known by His earthly name, A.C.D.U.D.U.M. NIÑO DE PASTOR, the Savior who took the role of a humble Shepherd to save mankind."
    },
    "history": {
      "header": "HISTORY",
      "contents": [
        {
          "title": "1953 - Series of Manifestations",
          "content": "In Maybancal, Morong, Rizal, Philippines, there lived a simple lady named Constantina T. San Antonio, known for her kind-heartedness, truthfulness and above all very pious indeed.\nOne day during a high school examination, she felt dizzy. Her kind teacher gave her first aid and a glass of water. When she regained her senses, Constantina recalled clearly that as she was trying to cope, her head tilted downward, someone in a long dress standing with bare feet caught her eyes and as she tried to look upward to see the face, she passed out."
        },
        {
          "title": "1955",
          "content": "One day in July 1955, Constantina was washing clothes in the well about 10 meters away from their yard, feeling hungry she went up to the house alone. When she was eating she heard the call of whom she supposed was a beggar. She looked out and saw an old bearded man with a big cloth pouch tied on the cane he was holding. Constantina did not even had a cent to give and was forced to ask for an excuse from the poor beggar. The beggar left followed by the eyes of Constantina and to her surprise, the beggar disappeared upon reaching the “is-is” tree just around five meters away from their house."
        },
        {
          "title": "Revelation",
          "content": "On August 10, 1955, Constantina started to act strangely and preach in a peculiar manner not typical of herself until the second day He identified himself as the Spirit of the Holy Son of God, the Savior of the human race.. His earthly name, A.C.D.U.D.U.M. NIÑO DE PASTOR.\nThe people observed the change in her voice, appearance, and behavior whenever the spirit is in her. Her voice was small and deep as if coming from within. They referred to the Spirit as \"Tinig\" meaning voice."
        },
        {
          "title": "Belief or Disbelief - The Family Struggle",
          "content": "The family mistook it as a sign of insanity and feared that continuous preaching without sleep and lack of food she might be ill that she was brought to the doctor who gave her sleeping pills. Constantina took the pills intended for three(3) days in one (1) dosage. She never slept and continued preaching.\nThe family brought her an old herbalist/faith healer who performed alum healing (pagtatawas) wherein the picture of an old man with a beard transformed from the liquefied alum. Later, another faith healer tied a hanky on the forehead of Constantina saying if the spirit in her is evil, she would remove it, otherwise, good spirit is reigning. The latter happened. Constantina continued preaching with the hanky on her forehead and the people who gathered to listen to her teachings came in bigger quantities."
        },
        {
          "title": "1956 - Appearance of the Virgin MAry, Mother of Mercy",
          "content": "In May of 1956, at 4 o'clock in the morning, Constantina clearly saw the image of the Blessed Virgin Mary on top the avocado tree close to their house. A few minutes later, the image disappeared from her sight."
        },
        {
          "title": "Acceptance",
          "content": "The news about a preaching God in the person of Constantina spread across the nearby towns. Groups of people from Morong and the neighboring towns flocked to their house.) Some went there for curiosity. Some of them just wanted to listen while others wanted a cure for their illnesses. There are those who just wanted to seek lost items, some others asked for solutions for their problems.\nThe people became familiar with the voice of A.C.D.U.D.U.M. and felt at ease to respond when He called them by their real names, sometimes by other names, just as “Tancing” was how He called Constantina.\nThey were amazed by His use of figurative phrases that were expounded into real life scenarios. When He spoke about the future of the world, He joked to dispel the creeping fear among them. They could feel His love for the people and His earnest desire to save them. When preaching was about to end, his constant words were \"I will leave now.\""
        },
        {
          "title": "Rejection",
          "content": "Wherever Constantina went, people followed her even at the Parish church when she preached beside the Holy Nazarene. She continued preaching, treating the sick day and night, despite the insults of other people until the Parish Priest of the church declared rejection in one of his sermons, telling the people twice not to believe Constantina’s words for she is insane.\n\"You know what the Priest did to us while praying near the Holy Nazarene at the church? We were dragged towards the door and sent us out,\", according to a follower of Constantina. The actions and remarks of the Parish Priest hurt the family and the followers of A.C.D.U.D.U.M."
        },
        {
          "title": "The Significant Act",
          "content": "Because of this, seven hundred seventy two (772) of her followers, then decided to organize a religious group separate from the Roman Catholic or any other existing religions. That step made Malayang Mananampalataya Church a registered, independent Christian religion that is now known to exist from 1955 to the present with its own Sacraments, prayers, teachings and teachings from the Holy Spirit of God the Son A.C.D.U.D.U.M. NIÑO DE PASTOR, the savior of mankind.\nIn the last 64 years, A.C.D.U.D.U.M. had laid out everything that His followers should do to make their life and way of life better through Constantina from whom His voice was heard since 1955 until the time of her death in 2019."
        }
      ]
    },
    "events": {
      "header": "EVENTS",
      "contents": [
        {
          "icon": "/images/icons/cross.png",
          "title": "Holy Mass",
          "content": [
            "Friday, 8pm PHT",
            "Sunday, 8am PHT (with live streaming)",
            "Reading of the messages and reminders of A.C.D.U.D.U.M. NIŇO DE PASTOR",
            "Blessing of drinking water for the attendees"
          ]
        },
        {
          "icon": "/images/icons/cross.png",
          "title": "Good Friday",
          "content": [
            "Holy Mass, 2pm and 8pm PHT",
            "Reading of the messages of A.C.D.U.D.U.M. NIŇO DE PASTOR",
            "Blessing of people and things",
            "Blessing of \"alok\" for the attendees"
          ]
        },
        {
          "icon": "/images/icons/palay.png",
          "title": "August 10 Fiesta",
          "content": [
            "Holy Mass, 8pm PHT",
            "Blessing of rice stalks for the attendees"
          ]
        },
        {
          "icon": "/images/icons/star.png",
          "title": "Christmas",
          "content": [
            "December 15 Holy Mass, 8pm PHT",
            "Blessing of people",
            "Praying to the Sto. Nino in a manger"
          ]
        }
      ]
    },
    "beliefs": {
      "header": "BELIEFS",
      "contents": [
        {
          "title": "The Eye",
          "content": "Three Persons in One God - the Father, the Son, and the Holy Spirit. God, the Father is watching over his creatures and nothing can be hidden from Him, bad and good deeds. God, the Son who descended to earth from heaven to spread His teachings on righteousness and save humanity. God, the Holy Spirit, guides the people to what is true, what is right and what is good."
        },
        {
          "title": "A.C.D.U.D.U.M. Niño De Pastor",
          "content": "The earthly name of the One, True Son of God and Savior of mankind who took the role of a humble Shepherd to fulfill His mission. His clothing, appropriate for a Shepherd, is truly a symbol of humility."
        },
        {
          "title": "Virgin Mary, Mother of Mercy",
          "content": "She symbolizes women. She is the Light that guides us and intercedes for us in our Lord so that we can be forgiven of our sins."
        },
        {
          "title": "Conscience",
          "content": "Conscience is a grain of power that God endowed to each of His creatures so that He can faithfully judge what man thinks and does, whether good or bad. The conscience which dwells in us is a small voice from our inner being that affirms whether our behavior is right or wrong."
        },
        {
          "title": "Confession",
          "content": "We do not confess our sins to a priest. The proper confession is to ask forgiveness from the person whom you committed a sin and from Him."
        },
        {
          "title": "The Cross and The Sign of the Cross",
          "content": "The cross represents Three Persons in One God - the Father, the Son, and the Holy Spirit, thus making a sign of the cross is recognizing and honoring the Three Persons in One God, and believing in their power. The sign of a cross is also a prayer in itself. Jesus was not crucified. With that said, we use the plain, bare cross, not the crucifix."
        },
        {
          "title": "Good Friday",
          "content": "The true meaning of Good Friday is remembering the teachings of the Son of God, our Savior, repentance of sins, and striving hard not to repeat the same sins again. We do not practice fasting and abstinence and do not restrict bathing. Hurting oneself physically to inflict pain will not redeem a person from his sins."
        },
        {
          "title": "Purgatory and Hell",
          "content": "A.C.D.U.D.U.M. didn’t use the term purgatory, He clearly stated there is a process of filtering and there is a place where the souls of people are screened based on what they did while they were still alive, good and bad deeds. Hell is not a place but a state of suffering in different aspects of life here on earth and even in the afterlife."
        },
        {
          "title": "Christmas",
          "content": "The meaning of Christmas is love, giving, mutual support. Forgiveness and should be done not only during the holidays but every day. December 15 is the Christmas celebration of our church because according to A.C.D.U.D.U.M. NIÑO DE PASTOR, that is the date when He descended to earth."
        },
        {
          "title": "Our View of the Bible",
          "content": "Malayang Mananampalataya Church does not rely on the Bible. It is a book made up of the combined knowledge of intelligent people from different eras. We have our own teachings that when followed will lead us to live a good life."
        }
      ]
    },
    "teachings": {
      "header": "TEACHINGS",
      "contents": [
        {
          "title": "THE TEACHINGS OF THE SON OF GOD ON EARTH",
          "content": [
            "All are obsessed with sins, hence, repentance or restoring your faith to our Creator must be done day and night.",
            "Men are brothers and sisters, therefore, love and treat each other with pure heart, respect and humility. Mind your own life and your own way of life, and do not speak ill of others. Be calm, forbearing, generous and patient even when oppressed.",
            "As the coming of death is not known, always remember to repent and pray every hour to the Almighty God and strive to avoid all things evil. Ask mercy from the Father for everything is in His hands, therefore, all things belong to Him."
          ]
        },
        {
          "title": "STEPS TO REACH THE TRUTH AND GLORIOUS WAY TO GOD",
          "content": [
            {
              "headline": "PARENTS",
              "paragraph": [
                "Besides our Lord, there is a Father and a Mother who cares and guides a person from birth. ",
                "If a child  already knows  how to look at colorful things,  avoid showing obscene images. If a child already has a sense of understanding and obedience, begin introducing the concept of praying.",
                "Avoid things that may lead them to wrongdoings. Keep the arguments between family members involved.",
                "A child should be raised in an environment of love, care and harmony in the family.  As the child grows older, the parents’ guidance should also be in progress."
              ]
            },
            {
              "headline": "SCHOOL",
              "paragraph": [
                "A child should be taught how to respect other people and let him know the importance of being a law-abiding citizen."
              ]
            },
            {
              "headline": "RELIGION AND CHURCH",
              "paragraph": [
                "Realistic teachings of the church,  the school and parents, are the main vehicle in discovering the holy path of Almighty God, because the fulfillment of the teachings of our Lord is upon men."
              ]
            }
          ]
        },
        {
          "title": "FOR THE PARENTS",
          "content": [
            {
              "paragraph": [
                "There are  things that parents should do. If you make time to earn a  living, make time for your children, too. If you patiently feed small children, you must also be patient in reminding them on things that they can do.",
                "Children are the reflection of the parents. Their parents’ lack of time in guiding them is reflected in them. LIkewise,  we see who among them have proper guidance and who really have no guidance at all.",
                "If repeated reminders  rarely succeed,  a one time reminder is even more misfortunate. Let us be patient in guiding them until they learn the right thing."
              ],
              "list": [
                
              ]
            }
          ]
        },
        {
          "title": "MGA KARAGDAGANG PATNUBAY SA MGA MAGULANG",
          "content": [
            {
              "paragpraph": [
                "Isagawa itong mga kautusang pambahay at tagubilin sa bawat pamilya na dapat pairalin sa loob ng tahanan upang masubukan."
              ],
              "list": [
                "Sanayin ang maagang pagtulog para sa buong pamilya lalo na ang mga bata upang masanay rin na laging nasa sariling tahanan.",
                "Dapat magkaroon ng takdang oras sa gabi kung saan ang buong pamilya ay sama-samang lahat sa maagang pagtulog sa sariling bahay.",
                "Magpaalam kahit kangino kung aalis ng bahay at kung saan ang patutunguhan.",
                "Anuman ang sumapit na suliranin sa pamilya ay hindi na dapat malaman ng ibang tao pagkat pamilya rin ang dapat lumutas. May pasubali rin na kung nasa ibang tao nag kalutasan ay pumili naman ng ilan lamang na mapagkakatiwalaan at tunay na nagmamalasakit.",
                "Hindi nawawala ang gulo, away o kagalitan ng pamilya sa loob at labas ng tahanan. Makabubuti sa  nagkasala na aminin agad at kusang tanggapin ng buong kababaan ang kamalian at patawarin naman ng pinagkasalahan upang maiwasan ang matagal na pagtatalo na isa sa dahilan ng paglayo ng biyaya sa tahanan.",
                "Pag-aralang lumipas ang sariling galit o poot sa kapwa bago magsalita upang maiwasan ang masama at labis na pagwiwika sa kapwa.",
                "Ibahagi sa pinagkakagastusan ang alkansiya o pag-iipon para sa kinabukasan ng bawat isa sa pamilya. Maghulog araw-araw sa magaan at kayang halaga. Ang walang tigil na pag-iipon sa maliit na halaga ay malaki ang kahulugan sa darating na araw."
              ]
            }
          ]
        },
        {
          "title": "SOME OF THE TEACHINGS  OF A.C.D.U.D.U.M. NINO DE PASTOR",
          "content": [
            {
              "list": [
                "Two of the ways to avoid committing sins and also a way to speak nicely especially you have nothing to help others with. <br> a. Do not give weight or value to the help you’ve given to others,  but remember and appreciate the help they have done for you. <br> b. If you have no benefit yet from the person who will approach you and ask for your help, remember, immediately,  your future and that of your family, that tomorrow he may have what you need.",
                "A religion is a registered association of a group of people united in their beliefs and faith in God. In a Godly purpose, it should not happen that the members especially the followers of any church will speak ill and criticize other religions, more so, all of us are brothers and sisters, and above all, we do not choose a particular religion or a particular person from whom to ask help when anyone of us needs help and in dire need of something.",
                "True faith is the right practice of commandments and  teachings of God that a religion implements to its followers. A Godly person has a strong will to suppress the weak emotions in order to resist evil and instead, do good deeds besides being pious and knows how to play along with the different behavior of other people. Our Lord wants us to be practical and simple with our faith, not lavish.",
                "Money and knowledge will not be in use if you do not have people around. You need people to assist you to accomplish things easily and smoothly; you need people to do things for you when you are ailing and unable to move, you need people because they have your other needs."
              ],
              "carousel": [
                {
                  "quote": "\"If it is true that you desire to see the Lord, turn away from evil and humble yourself.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "March 13, 2012",
                  "quote": "\"People who belong to his religion, should take the lead in following the commandments of the church. A religion is meaningless if its members will show disrespect and appreciation for the good teachings of the church.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "July 18, 2015 @ 1:25am",
                  "quote": "\"Pray and avoid evil , do good that is within your capacity and I will lead you along the path to the Father.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "April 2, 2010",
                  "quote": "\"Whichever religion a man goes to and in evil ways he will not change, he does not have salvation and peaceful life.\""
                }
              ]
            }
          ]
        },
        {
          "title": "SOME GRAINS OF TRUTH FROM A.C.D.U.D.U.M. NINO DE PASTOR",
          "content": [
            {
              "carousel": [
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "location": "Sa harap ng maraming tao<br>Kaingin, Maybancal, Morong, Rizal",
                  "date": "1955",
                  "quote": "\"All human beings, even those who do not believe in me, the moment life  is lost, I am the first whom they will see.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "location": "Sa harap ng maraming tao<br>Kaingin, Maybancal, Morong, Rizal",
                  "date": "1955; 1985",
                  "quote": "\"If you hear about someone taking a Godly form, think before you believe, many will appear to pretend to be God, think carefully, for many will appear claiming to be God, will perform miracles and even raise the dead, but if what he says is not what I say, it is not me. Don't just believe, think first, also look at the person, what kind of person he is, in manners, in speech, in behavior and even in how he treats others.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "March 24, 2012",
                  "quote": "\"The elements of wind, water and fire are prevailing this season… for eighteen years our church has warned us to prepare for the coming of the true feast of the elements of nature. The only thing a person can do is match it with carefulness and prayers.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "2016",
                  "quote": "\"Sickness, accidents, calamities are close to man — one of Father's ways of reducing earth population. Good deeds, carefulness and prayers are what people can only do to save themselves.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "April 02, 2010",
                  "quote": "\"Injustice has its fair share of  punishment and the tolerant will be truly blessed.\""
                }
              ]
            }
          ]
        }
      ]
    },
    "contact": {
      "header": "CONTACT US",
      "contents": "Email: malayangmananampalatayachurch@gmail.com<br><br>Address: 47B Gov Tupas St. Barangay San Pedro, Morong, Rizal 1960 Philippines"
    }
  },
  "tagalog": {
    "landing": {
      "content": "\"Ako ay nasa kababaan at kalinisan kaya Tao, hanapin mo iyon at doon mo Ako matatagpuan.\""
    },
    "about": {
      "header": "TUNGKOL SA",
      "sectionTitle": "Malayang Mananampalataya Church",
      "content": "Ang MALAYANG MANANAMPALATAYA CHURCH, INC.  ay isang rehistradong relihiyon na lumitaw sa Morong, Rizal, Pilipinas magmula pa noong August 10, 1955. \nAng relihiyong ito ay itinatag ng mga nananalig kay A.C.D.U.D.U.M. NIÑO DE PASTOR, ang tunay na Anak ng Dyos na napasalupa  at sumapi sa katauhan ni Bb. Constantina T. San Antonio (naging Gng. Constantina S.A. San Diego) kung saan narinig ang Kanyang boses mula noong 1955 hanggang sa ito ay mamayapa noong 2019."
    },
    "history": {
      "header": "KASAYSAYAN",
      "subheadline": "KASAYSAYAN NG MALAYANG MANANAMPALATAYA CHURCH",
      "contents": [
        {
          "title": "1953 - Ang Simula ng Pagpapakita",
          "content": "Sa Maybancal, Morong, Rizal, Pilipinas, may isang babaing nagngangalang Constantina T. San Antonio, kilala sa kanyanag kabutihan, katapatan at higit sa lahat, mak-Diyos.\nIsang araw, habang kumukuha ng pagsusulit sa paaraalan sa sekundaryong edukasyon nang siya ay biglang makaramdam ng pagkahilo. Siya ay kinalinga at pinainom ng tubig ng kanyang guro. Nang siya ay matauhan, malinaw sa kanyang alaala na habang siya ay nakatungo ay namataan niya ang isang pares ng paa, walang sapin, at nakasuot ng mahabang damit. Sinikap niyang tumunhay para makita ang mukha nang may ari ng mga paa ngunit bigla na siyang nawalan ng malay."
        },
        {
          "title": "1955",
          "content": "Isang araw nuong Hulyo, 1955, naglalaba si Constantina sa balon nang makaramdam siya ng gutom at bumalik sa kanilang tahanan para kumain. Nakarinig si Constantina ng tawag ng tila isang nagpapalimos. Nang siya ay sumungaw sa labas, nakita niya ang isang matandang may balbas, may malaking supot ng telang nakatali sa hawak nitong tungkod. Gustuhin man niyang magbigay ay wala naman siyang pera kahit isang kusing, iyon ang sinabi niya sa matanda. Umalis ang matanda at sinundan ito ng tingin ni Tancing hanggang sa pagtapat ng matanda sa puno ng is-is ay laking gulat ni Tancing nang bigla itong naglaho."
        },
        {
          "title": "Rebelasyon",
          "content": "August 10, 1955 ng magsimulang kumilos ng kakaiba si Constantina hanggang kinabukasan ay nagpakilalang Siya ang Banal na Espiritu ng Diyos Anak na may pangalang panlupa na A.C.D.U.D.U.M. NIÑO DE PASTOR. Isang tunay na Anak ng Diyos na buhat sa langit ay napasalupa upang aralan ang mga tao sa gawang kabutihan at akayin sila sa tamang landas patungo sa kanilang kaligtasan. Naging pangitain ng mga tao ang naturang Espiritu ay nasa kanya nang katauhan sa pag-iiba ng tinig, anyo at kilos niya. Ang boses niya ay maliit at malalim na tila nanggagaling sa kaibuturan. Tinawag ng mga tao na \"Tinig\", ang Espiritung sumasapi kay Constantina dahil sa maliit na boses nito."
        },
        {
          "title": "Paniniwala o Hindi Paniniwala, Pakikibaka ng Pamilya",
          "content": "Inakala ng pamilya ni Constantina na siya ay wala sa katinuan at sa pag-aalalang ang patuloy na pangangaral na dahilan ng hindi  pagkatulog sa gabi at pagsala sa pagkain ang maging dahilan ng karamdaman, pinatingnan siya sa manggagamot na naghatol ng tabletang pampatulog. Di sinasadya, nalunok niyang lahat ang tableta para sa tatlong araw, nguni’t hindi rin siya nakatulog at patuloy pa rin ang pangangaral.\nPinatingnan ng pamilya si Constantina sa isang albularyo at nakita sa tawas ang matandang mahaba ang balbas. Isa pang albularyo na nagtapal sa noo ni Constantina ng papel na may sulat na tinalian ng panyo, ayon dito,  kapag inalis agad ang itinali sa noo ay tiyak na inaalihan ito ng masamang espíritu, subalit kapag hindi inalis agad, bagkus iniingatan pa, iyon ay mabuting espíritu. Nanatili ang tali sa noo at patuloy pa rin ang pangangaral niya."
        },
        {
          "title": "1956 - Ang Pagpapakita ng Birheng Maria, Ina ng Awa",
          "content": "Mayo ng taong 1956, ika-4 ng umaga, malinaw na nakita ni Constantina ang imahe ng Mahal na Birhen sa ibabaw ng puno ng abokado na malapit sa kanilang bahay. Pagkaraan ng ilang minuto, ayon sa kanya, ang imahe ay naglaho sa kanyang paningin."
        },
        {
          "title": "Pagtanggap",
          "content": "Kumalat ang balita sa mga karatig bayan na may Diyos na nangangaral sa katauhan ni Constantina.Pangkat-pangkat buhat sa Morong at karatig bayan ang dumagsa sa kanilang bahay. Ang ilan sa kanila ay nais lamang mag-usyoso. Ang iba ay nagsadya upang makinig ng aral at ang iba naman ay nagpapagamot ng mga karamdaman. May mga humihingi ng tulong upang  matagpuan ang mga nawawalang bagay, may humihingi ng payo at kalutasan sa kani-kanilang mga suliranin.\nNakilala na ng mga tao ang boses ni A.C.D.U.D.U.M. Naging komportable sila pagsagot kapag tinatawag sila sa kanilang tunay na pangalan o sa ibang pangalan katulad din ng pagtawag Niya ng “Tancing” kay Constantina. Nasanay na sila sa matatalinhagang pangungusap na ipinapaliwanag sa makatotohanang sitwasyon; gayundin sa mga biro Niya upang tanggalin ang kanilang takot sa Kanyang mga sinasabi ukol sa hinaharap ng mundo. Ramdam nila ang Kanyang pagmamahal sa sangkatauhan at ang Kanyang marubdob na hangaring mailigtas ito. Kapag tapos nang mangaral at aalis na sa katauhan ni Constantina ay  nagsasabi si A.C.D.U.D.U.M ng “ Aalis na ako.”"
        },
        {
          "title": "Pagtatakwil",
          "content": "Kahit saan magpunta si Constantina ay sinusundan siya ng mga tao lalo na kung siya ay nasa simbahan at nangangaral sa tabi ng karo ng Mahal na Señor. Patuloy ang kanyang pangangaral at pangggagamot sa araw at gabi, sa kabila ng pag-alipusta ng ilang tao sa kanya, hanggang sa ipinahayag nang dalawang beses ng Paring Katoliko na huwag maniniwala sa mga sinasabi ni Constantina pagkat siya’y naloloka.\nAyon sa isa sa mga nananalig kay Constantina, “Alam ba  ninyo ang ginawa sa amin ng Pari. Kaming matatanda na kasama ni Constantina na nagdarasal sa tabi ng koro ng Mahal na Senior sa simbahang malaki. Kami’y pinagtulakan palabas ng pinto.” Nakasakit sa pamilya at mga nananalig sa Espíritu ang ginawa at mga pangungusap ng Paring Katoliko."
        },
        {
          "title": "Ang Makabuluhang Hakbang",
          "content": "Dahil dito ay pinagka-isahan ng may 772 kataong nananalig na magbuo ng isang samahang pangrelihiyon na hiwalay sa Romano Katoliko at sa alin mang sekta ng pananampalataya. Ito ang naging daan upang makilala ang Malayang Mananampalaya bilang isang rehistrado at  malayang relihiyong Kristiyano na nagsimulang makilala mula 1955 hanggang sa kasalukuyan na may sariling mga Sakramento, mga dasal, aral at turo na buhat sa Banal na Espiritu ng Dios Anak na si A.C.D.U.D.U.M. NIÑO DE PASTOR, ang tagapagligtas ng mga tao sa sanlibutan.\nSa loob ng 64 na taon, nailatag na ni A.C.D.U.D.U.M. ang lahat ng dapat gawin ng mga nananalig sa Kanya upang maging maayos ang kanilang buhay at pamumuhay. Ang lahat ng ito sa pamamagitan ni Constantina, kung saan narinig ang Kanyang boses mula 1955 hanggang sa kanyang pagpanaw noong 2019."
        }
      ]
    },
    "events": {
      "header": "MGA GAWAING PANSIMBAHAN",
      "contents": [
        {
          "icon": "/images/icons/cross.png",
          "title": "Banal na Misa",
          "content": [
            "Biyernes, 8 ng gabi",
            "Linggo, 8 ng umaga (may\"live streaming\")",
            "Pagbasa ng mensahe ni A.C.D.U.D.U.M. NIŇO DE PASTOR",
            "Pagbabasbas ng pang-inom na tubig"
          ]
        },
        {
          "icon": "/images/icons/cross.png",
          "title": "Biyernes Santo",
          "content": [
            "Banal na Misa, 2 ng hapon at 8 ng gabi",
            "Pagbasa ng mensahe ni A.C.D.U.D.U.M. NIŇO DE PASTOR",
            "Pagbabasbas ng mga tao at mga bagay",
            "Pagbabasbas ng \"alok\" para sa magsisimba"
          ]
        },
        {
          "icon": "/images/icons/palay.png",
          "title": "Agosto 10, Kapistahan",
          "content": [
            "Banal na Misa, 8 ng gabi",
            "Pagbabasbas  ng uhay ng palay para sa magsisimba"
          ]
        },
        {
          "icon": "/images/icons/star.png",
          "title": "Pasko, Disyember 15",
          "content": [
            "Disyembre 15 Banal na Misa, 8 ng gabi",
            "Pagbabasbas ng mga tao",
            "Pananalangin sa Sto Nino sa sabsaban"
          ]
        }
      ]
    },
    "beliefs": {
      "header": "MGA PANINIWALA",
      "contents": [
        {
          "title": "\"The Eye\"",
          "content": "Tatlong Persona sa Iisang Diyos na Makapangyarihan - Diyos Ama, Diyos Anak, at Diyos Espiritu Santo.\nAng Diyos Ama ay nakapanungo sa lahat ng Kanyang mga nilalang at walang malilingid sa Kanya, maging masama o maging mabuti ang gawain.\nAng Diyos Anak na napasa-lupa ang siyang nangangaral  sa mga tao ng gawang kabutihan patungo sa kanilang kaligtasan.\nAng Diyos Espiritu Santo ay Siyang gumagabay sa mga tao sa kung ano ang tama, kung ano ang totoo, at kung ano ang mabuti."
        },
        {
          "title": "A.C.D.U.D.U.M. Niño De Pastor",
          "content": "Ang pangalang panlupa na bumabandila sa Anak ng Diyos na bumaba sa lupa upang akayin ang mga tao sa gawang kabutihan sa pamamagitan ng Kanyang mga aral patungo sa kanilang kaligtasan.\nAng Kanyang kasuotan, simpleng tela na nakabalot sa Kanyang balakang, angkop sa isang Pastor na katulad Niya, simbolo ng kababaan."
        },
        {
          "title": "Birheng Maria, Ina ng Awa",
          "content": "Siya ang sumisimbolo sa mga kababaihan.\nSiya ang Ilaw na nagbibigay patnubay sa atin at namamagitan sa atin sa ating Panginoon upang tayo ay patawarin sa ating mga kasalanan."
        },
        {
          "title": "Konsensya",
          "content": "Ang konsensya ay isang butil ng kapangyarihan na isinangkap ng Diyos sa bawat isang nilikha Niya upang Kanyang hatulan ng tapat ang iniisip at isinasagawa ng tao, maging masama man o mabuti.\nAng konsensya ay isang maliit na boses na nasa ating sarili at siyang nakakaalam at nagpapatotoo sa ating sarili kung tama at mabuti o mali at masama ang ating ginagawa."
        },
        {
          "title": "Pangungumpisal",
          "content": "Hindi tayo nangungumpisal sa Pari.Ang tamang pangungumpisal ay ang paghingi ng tawad  sa taong pinagkasalahan at sa Kanya."
        },
        {
          "title": "Banal na Krus at Tanda ng Krus",
          "content": "Ang Banal na Krus ay kumakatawan sa Tatlong Persona sa Iisang Diyos - Diyos Ama, Diyos Anak, ,at Diyos Espiritu Santo, kaya ang pagtatanda ng krus ay pagkilala, paggalang sa Panginoong Diyos Ama, Anak , at Espiritu Santo,  at paniniwala sa Kanilang Kapangyarihan.Ang tanda ng krus ay isang panalangin.Si Hesus ay hindi napako sa krus. Dahil dito, ang ginagamit natin ay simpleng krus lamang, hindi krusipiho."
        },
        {
          "title": "Biyernes Santo",
          "content": "Ang tunay na kahulugan ng Biyernes Santo ay pag-aalaala sa mga aral at turo ng Diyos Anak,  pagsisihan ang mga kasalanan at pagsusumikap na huwag nang maulit pa ang mga nagawang kasalanan.\nHindi natin ginagawa nag pag-aayuno, pag-iwas pagkain ng karne at dugo ng hayop, at pag-iwas pagpaligo.Hindi makatutubos sa kasalanan ang  paghahampas sa katawan."
        },
        {
          "title": "Purgatoryo at Impiyerno",
          "content": "Hindi ginamit ang salitang purgatoryo, tuwirang sinabi ni A.C.D.U.D.U.M na may proseso ng pagsasala at may lugar kung saan sinasala ang kaluluwa ng mga tao base sa kanilang mga ginawa nuong nabubuhay pa sila, mabuti at masamang gawa.\nAng impyerno ay hindi isang lugar kundi isang kalagayan ng pagdurusa sa iba’t ibang aspeto ng buhay dito sa lupa at maging sa kabilang buhay."
        },
        {
          "title": "Pasko",
          "content": "Ang kahulugan ng Pasko ay pagmamahalan, pagbibigayan, pagdadamayan. pagpapatawad at dapat gawin hindi lamang tuwing kapaskuhan kundi araw araw.\nDisyembre 15 ang ipinagdiriwang na Pasko ng ating simbahan dahil ayon kay A.C.D.U.D.U.M Nino De Pastor , iyan ang petsa ng Siya ay pumanaog sa lupa."
        },
        {
          "title": "Bibliya",
          "content": "Ang Malayang Mananampalataya ay hindi sumasalalay sa bibliya. Mayruon tayong sariling mga aral at turo na kung masusunod ay mag-aakay sa atin sa mapayapang buhay."
        }
      ]
    },
    "teachings": {
      "header": "MGA ARAL",
      "contents": [
        {
          "title": "MGA ARAL NG DIYOS ANAK SA IBABAW NG LUPA",
          "content": [
            "Ang lahat ay nagugumon sa pagkakasala, kaya’t ang pagsisisi o pagbabalik-loob sa Lumikha ay dapat gawin sa araw at gabi.",
            "Mga tao’y magkakapatid kaya’t magmahalan at magpasunuran sa isa’t isa. Makisama ng buong linis, paggalang at kababaan sa kapwa. Isipin ang sariling buhay at pamumuhay at huwag mag-upasala sa iba. Maging mahinahon, mapasensyahin, mapagbigay at maging mapagtiis kung naaapi man.",
            "Ang pagsipot ng kamatayan ay di nalalaman kaya’t sa bawat oras ay alalahanin lagi ang pagsisisi at pananalangin sa Makapangyarihang Ama at pagsumikapang iwasan ang lahat ng bagay na masasama. Humingi ng awa sa Ama sapagka’t Siya ang may hawak ng lahat ng bagay kaya’t ang lahat ay sa Kanya."
          ]
        },
        {
          "title": "MGA BAITANG UPANG MARATING ANG KATOTOHANAN AT MALUWALHATING  DAAN TUNGO SA DIOS",
          "content": [
            {
              "headline": "MAGULANG",
              "paragraph": [
                "Bukod sa ating Panginoon, ay meron pang Ama at Ina na nangangalaga at sumusubaybay simulang isilang ang isang tao. Kung marunong nang maningin sa makukulay na bagay, ay iwasang ipakita ang malalaswang larawan.",
                "Kung ang bata ay marunong nang umintindi at sumunod sa bawat dikta, ay umpisahang ipakita ang kalagayan ng isang taong nananalangin.",
                "Iwasan ang mga bagay na maaaring ipagkasala nila. Huwag iparinig at huwag ipakita sa mga bata ang pagtatalo ng sino man sa loob ng bahay.",
                "Ang masaya at magandang pasunuran ng mag-anak ang dapat ipakita sa mga bata. Habang lumalaki ay dapat na umiisod na rin ang paalaala sa kanilang hinaharap."
              ]
            },
            {
              "headline": "PAARALAN",
              "paragraph": [
                "Dapat malaman ang paggalang at respeto sa sino mang tao. Ituro ang tamang pagsunod sa mga kautusang pambayan."
              ]
            },
            {
              "headline": "RELIHIYON AT SIMBAHAN",
              "paragraph": [
                "Ang makatotohanang aral at turo ng simbahan, gayundin ang paaralan at mga magulang, ang siyang tanging kasangkapan sa pagtuklas ng banal na daan ng Makapangyarihang Diyos, sapagkat nasa mga tao ang kaganapan o katuparan ng mga aral ng ating Panginoon."
              ]
            }
          ]
        },
        {
          "title": "SA MGA MAGULANG",
          "content": [
            {
              "paragraph": [
                "May mga bagay na dapat isagawa ang bawat magulang. Kung nag-uukol kayo ng panahon sa ikabubuhay, ay laanan din ng oras ang mga anak. Ang pagtitiyaga sa pagpapakain sa maliliit na mga anak ay siya ring gawin sa pagtuturo sa kanila ng maliliit na paalaala na kaya na nilang gawin.",
                "Ang mga anak ang pinakalarawan ng mga magulang. Nakikita sa kanila ang kawalan ng panahon sa pangangaral ng kanilang mga magulang. Nakikita rin sa kanila kung sino ang busog sa pangaral at kung sino ang talagang hindi nakakatikim ng pangaral at napapabayaan.",
                "Kung ang madalas na pangaral ay bihirang magtagumpay, lalong kasawian ang minsanan lamang. Tiyagain po natin na sila ay magabayan hanggang sa matutunan nila ang tama.",
                "Naririto po ang mga ilan sa nararapat na gawin:"
              ],
              "list": [
                "Ipakita sa kanila ang mga bagay na naglalarawan ng kabutihan tulad ng pagma-mano at pamumupo sa matatanda at ituro ang pagdarasal.",
                "Ugaliing makarinig sila ng ating mga aral at magagandang kwento.",
                "Iwasang makarinig sila ng mga salitang hindi dapat na marinig tulad ng pagtatalo ng mag-asawa, magkapatid o sinumang kasambahay.",
                "Huwag magpakita ng malalaswang larawan upang hindi matuksong gawin.",
                "Kung may ipinakikiusap, bigyan sila ng kondisyon at isingit ang mga bagay na makabubuti sa kanila bago pagbigyan.",
                "Isang kamalian lalao na sa mga Ina, na pagtakpan o itago ang kamalian ng anak lalo’t wala sa lugar. Sa umpisa pa lamang ay ituro na sa kanila ang tama at mali kung anuman ang pinag-uusapan.",
                "Huwag bayaang magsagutan ang mga anak sa inyong harapan at lapastanganin ang matatanda. Hindi dapat kampihan ang sino man sa anak na nagkakagalit.",
                "Hindi dapat iparamdam na may kinagagaanan ng loob, bagkus maging daan ng masarap na tinginan ng magkakapatid. Isipin ang pantay na pagtingin sa mga anak, lalaki o babae man.",
                "Isang kamalian ang labis na pagpapaunlak sa pag-alis alis ng bahay at wala namang oras ng pag-uwi. Dapat alamin at magpaalam naman kung saan ang patutunguhan.",
                "Supilin sila  na matulog sa sariling bahay sa buong magdamag maliban sa may mahalagang dahilan. Dito nagsisimula ang pagkakaroon ng mga batang lumiliko sa magandang takbo ng buhay. Dito rin nagmumula ang pagkakaroon ng kabataang nag iiba-iba ng isip hanggang sa humahantong sa mas mabibigat na suliranin."
              ]
            }
          ]
        },
        {
          "title": "MGA KARAGDAGANG PATNUBAY SA MGA MAGULANG",
          "content": [
            {
              "paragpraph": [
                "Isagawa itong mga kautusang pambahay at tagubilin sa bawat pamilya na dapat pairalin sa loob ng tahanan upang masubukan."
              ],
              "list": [
                "Sanayin ang maagang pagtulog para sa buong pamilya lalo na ang mga bata upang masanay rin na laging nasa sariling tahanan.",
                "Dapat magkaroon ng takdang oras sa gabi kung saan ang buong pamilya ay sama-samang lahat sa maagang pagtulog sa sariling bahay.",
                "Magpaalam kahit kangino kung aalis ng bahay at kung saan ang patutunguhan.",
                "Anuman ang sumapit na suliranin sa pamilya ay hindi na dapat malaman ng ibang tao pagkat pamilya rin ang dapat lumutas. May pasubali rin na kung nasa ibang tao nag kalutasan ay pumili naman ng ilan lamang na mapagkakatiwalaan at tunay na nagmamalasakit.",
                "Hindi nawawala ang gulo, away o kagalitan ng pamilya sa loob at labas ng tahanan. Makabubuti sa  nagkasala na aminin agad at kusang tanggapin ng buong kababaan ang kamalian at patawarin naman ng pinagkasalahan upang maiwasan ang matagal na pagtatalo na isa sa dahilan ng paglayo ng biyaya sa tahanan.",
                "Pag-aralang lumipas ang sariling galit o poot sa kapwa bago magsalita upang maiwasan ang masama at labis na pagwiwika sa kapwa.",
                "Ibahagi sa pinagkakagastusan ang alkansiya o pag-iipon para sa kinabukasan ng bawat isa sa pamilya. Maghulog araw-araw sa magaan at kayang halaga. Ang walang tigil na pag-iipon sa maliit na halaga ay malaki ang kahulugan sa darating na araw."
              ]
            }
          ]
        },
        {
          "title": "IBA PANG MGA ARAL NI A.C.D.U.D.U.M NIÑO DE PASTOR",
          "content": [
            {
              "list": [
                "Dalawa ito sa makatutulong upang maiwasan ang paggawa  at pagsasalita ng masama lalo at wala kang maitutulong: <br> a. Huwag mong bigyan ng bigat o halaga ang naitulong mo sa kapwa mo, kundi ang bigyan mo ng halaga ay ang naitulong sa iyo ng kapwa mo. <br> b. Kung wala ka pa mang pakinabang sa taong lalapit at hihingi ng tulong mo, ay alalahanin mo agad ang kinabukasan mo at ng pamilya  mo , na baka nasa kanya ang inyong kailangan.",
                "Ang panalangin ay sagrado pagkat isa itong pakikipag-usap sa Diyos. Sa pamamagitan ng panalangin ay makakaya nating labanan ang masasamang elemento na taglay ng makabagog panahon. Ito ang ating sanggalang sa lahat ng tukso at kasamaan.",
                "Ang mga biyaya ng Diyos ay nasa paligid lamang. Ang mabisang pantawag ng mga biyaya ng Diyos ay maayos na pasunuran ng pamilyan, gayundin ang mabuting gawa at panalangin. Ang mga kaguluhan sa pamilya ang nagtataboy sa mga biyayang nasa baitang na ng hagdanan ng tahanan.",
                "Ang yaman at dunong ay hindi magagamit kung walang kapwa tao sa paligid mo. Kailangan mo ang kapwa tao para magawa mo ng maayos ang mga gawain mo. Kailangan mo sila para may tumulong sa iyo kung may karamdaman ka at hindi ka makagalaw. Kailangan mo sila dahil nasa kanila ang iba mong kaillangan."
              ],
              "carousel": [
                {
                  "quote": "\"Kung totoong hinahanap mo ang Diyos, umiwas ka sa masama at ika’y magpakababa.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "Marso 13, 2012",
                  "quote": "\"Ang mga taong napasasakop sa relihiyon ang siyang dapat magpasimuno sa pagsunod sa mga kautusan ng simbahan. Walang kabuluhan at walang saysay ang isang relihiyon kung msmong mga miyemro nito ang siya pang magpapakita ng kawalang paggalang at pagpapahalaga sa mga aral at turo ng simbahan.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "Hulyo 18, 2015 @ 1:25 ng umaga",
                  "quote": "\"Manalangin ka at umiwas sa masama, gumawa ka ng kabutihan na angkop sa iyong kakayahan at aakayin kita sa landas tungo kay Ama.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "Abril 2, 2010",
                  "quote": "\"Kung ang lahat ng relihiyon ay magkakaisa sa paniniwala na ang Diyos ay katotohanan, sa mabuting gawa, ay magiging malakas ang kapangyarihan na labanan ang kasamaan.\""
                }
              ]
            }
          ]
        },
        {
          "title": "ILAN SA MGA BUTIL NG KATOTOHANAN",
          "content": [
            {
              "carousel": [
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "location": "Sa harap ng maraming tao<br>Kaingin, Maybancal, Morong, Rizal",
                  "date": "1955",
                  "quote": "\"Lahat ng tao, kahit hindi naniniwala sa akin, sa oras na bawian ng buhay, ako ang unang makakaharap.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "location": "Sa harap ng maraming tao<br>Kaingin, Maybancal, Morong, Rizal",
                  "date": "1955; 1985",
                  "quote": "\"Kung may maririnig kayong magmama-anyong Diyos, pakaisiping mabuti bago maniwala, maraming lilitaw na magpapanggap na Diyos, paka-isiping mabuti, pagkat maraming lilitaw  na mag magsasabing siya ay Diyos, magpapakita nang mga milagro at may bubuhay pa ng patay, ngunit kung ang sinasabi ay hindi katulad ng aking mga sinasabi, ay hindi ako iyon. Wag basta maniniwala, isipin muna, tingnan rin ang taong sinasapian kung anong klaseng tao siya, sa ugali, sa pananalita, sa kilos at maging sa kung paano magtrato ng kapwa.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "March 24, 2012",
                  "quote": "\"Ang panahon ngayon ay namamayani ang mga elemento ng hangin, tubig at apoy… labing walong taon na ng ibabala ng ating simbahan na paghandaan ang pagdating ng totoong kapistahan ng mga elemento ng kalikasan. Ang tanging magagawa ng tao ay tapatan ng pag-iingat at panalangin.\""
                },
                {
                  "author": "A.C.D.U.D.U.M NIÑO DE PASTOR",
                  "date": "2016",
                  "quote": "\"Ang panahon ngayon ay namamayani ang mga elemento ng hangin, tubig at apoy… labing walong taon na ng ibabala ng ating simbahan na paghandaan ang pagdating ng totoong kapistahan ng mga elemento ng kalikasan. Ang tanging magagawa ng tao ay tapatan ng pag-iingat at panalangin.\""
                }
              ]
            }
          ]
        }
      ]
    },
    "contact": {
      "header": "KONTAKIN",
      "contents": "Email: malayangmananampalatayachurch@gmail.com<br><br>Address: 47B Gov Tupas St. Barangay San Pedro, Morong, Rizal 1960 Philippines"
    }
  }
}